<?php
echo '<!DOCTYPE html>
<html>
<head>
    <meta charset="UTF-8">
    <title>Privacy</title>
</head>
<body>
Политика использования данных
В настоящей политике описывается информация, которую мы обрабатываем для поддержки chatEpam. 

Информацию каких типов мы собираем?
Нам необходимо обрабатывать информацию о вас для предоставления Продуктов chatepam. Типы информации, которую мы собираем, зависят от того, 
как вы используете наши Продукты. Чтобы узнать, как получить доступ к информации, которую мы собираем, и удалить ее, зайдите в Настройки 
chatepam.
Ваши действия, действия других людей и предоставляемая вами и ими информация.
Предоставляемые вами информация и контент. Мы собираем контент, сообщения и другую информацию, которые вы предоставляете при использовании 
наших Продуктов, в том числе когда вы регистрируете аккаунт, создаете контент или делитесь им, отправляете сообщения или взаимодействуете 
с другими людьми. Это может быть информация из предоставляемого вами контента или о нем (такая как метаданные), например место, где было 
сделано фото, или дата создания файла. Кроме того, мы можем собирать данные о том, что вы видите, с помощью предоставляемых нами функций, 
таких как наша камера, например, чтобы предлагать маски и фильтры, которые могут вам понравиться, или давать советы по использованию 
форматов камеры. Наши системы автоматически обрабатывают контент и сообщения, предоставляемые вами и другими людьми, для анализа их контекста 
и содержания в целях, описанных ниже. Узнайте больше о контроле над тем, кто может видеть то, чем вы делитесь.
Данные с особой защитой В полях профиля chatepam или Событиях из жизни вы можете по желанию указать информацию о своих религиозных 
убеждениях, политических взглядах, лицах, которые вас интересуют, или состоянии вашего здоровья. Эта и другая информация (в том числе 
раса и этническое происхождение, философские взгляды или членство в профсоюзах) может требовать применения особых мер защиты в соответствии 
с законодательством вашей страны.
Сообщества и связи. Мы собираем информацию о людях, Страницах, аккаунтах, хэштегах и группах, с которыми вы связаны, и о вашем 
взаимодействии с ними в различных Продуктах chatepam. Это, например, люди, с которыми вы больше всего общаетесь, или группы, к 
которым вы присоединились. Мы также собираем контактную информацию, если вы загружаете, синхронизируете или импортируете ее с 
устройства (например, адресную книгу, журнал вызовов или SMS), и используем ее, к примеру, чтобы помогать вам и другим пользователям 
находить людей, которых вы можете знать, и в других целях, перечисленных ниже.
Использование вами Продуктов. Мы собираем информацию о том, как вы используете наши Продукты, такую как типы контента, который вы 
просматриваете или с которым вы взаимодействуете; функции, которые вы используете; действия, которые вы совершаете; люди или аккаунты, 
с которыми вы взаимодействуете; время, частота и продолжительность ваших действий. Например, мы регистрируем данные о том, когда вы 
используете и в последний раз использовали наши Продукты, какие публикации, видео и другой контент вы просматриваете в наших Продуктах. 
Мы также собираем информацию о том, как вы используете такие функции, как наша камера.
Информация о транзакциях, совершаемых в наших Продуктах. Если вы используете наши Продукты для покупок или других финансовых транзакций 
(например, когда вы совершаете покупку в игре или делаете пожертвование), мы собираем сведения о покупке или транзакции. К ним относится 
платежная информация, например номер кредитной или дебетовой карты и другие данные о ней, другая информация о счете и аутентификации, 
выставлении счета и доставке, а также контактные данные.
Действия других людей и предоставляемая ими информация о вас. Мы также получаем и анализируем контент, сообщения и информацию, которые 
другие люди предоставляют при использовании ими наших Продуктов. Это может быть информация о вас, например когда другие люди делятся фото 
с вами или комментируют такое фото, отправляют вам сообщение, загружают, синхронизируют или импортируют вашу контактную информацию.
Информация с устройств.
Как описано ниже, мы собираем информацию с используемых вами компьютеров, телефонов, подключенного ТВ (connected TV) и других подключенных 
к Интернету устройств, интегрируемых с нашими Продуктами, а также информацию об этих устройствах, и объединяем такие данные с разных 
устройств, которые вы используете. Например, мы используем собранную нами информацию о том, как вы используете наши Продукты на своем 
телефоне, для более эффективной персонализации контента (включая рекламу) или функций, которые вы видите при использовании наших Продуктов 
на другом устройстве, например на ноутбуке или планшете, либо для определения, совершили ли вы какие-либо действия в ответ на рекламу, 
показанную нами на вашем телефоне, на другом устройстве. 

Мы получаем с этих устройств следующую информацию: 

Атрибуты устройства: такая информация, как операционная система, версии аппаратного и программного обеспечения, уровень заряда аккумулятора, 
сила сигнала, объем доступной памяти, тип браузера, имена и типы приложений и файлов, а также плагины.
Действия на устройстве: информация о действиях на устройстве: расположение окна на переднем или заднем плане, движения указателя мыши 
(это помогает отличить ботов от людей).
Идентификаторы: уникальные идентификаторы, идентификаторы устройств и другие идентификаторы, например игр, приложений или аккаунтов, 
которые вы используете, а также общие ID устройств (или другие идентификаторы, уникальные для Продуктов компаний chatepam, связанные с тем 
же устройством или аккаунтом).
Сигналы устройств: сигналы Bluetooth и информация о расположенных поблизости точках доступа Wi-Fi, маячках и вышках сотовой связи.
Данные из настроек устройства: информация, которую вы разрешаете нам получать путем включения настроек устройства, таких как доступ к данным 
о вашем местоположении (GPS), камере или фото.
Сеть и подключения: такая информация, как название вашего мобильного оператора или провайдера, язык, часовой пояс, номер мобильного телефона, 
IP-адрес, скорость соединения и в некоторых случаях информация о других устройствах, расположенных поблизости или входящих в вашу сеть, 
чтобы мы могли выполнять такие операции, как потоковая передача видео с вашего телефона на телевизор.
Данные файлов cookie: данные из файлов cookie, хранящихся на вашем устройстве, в том числе идентификаторы и настройки файлов cookie. 
Подробнее о том, как мы используем файлы cookie, см. в Политике Facebook в отношении файлов cookie и Политике chatepam в отношении файлов 
cookie.
Как мы используем эту информацию?
Мы используем имеющуюся у нас информацию (с учетом ваших настроек) в указанных ниже целях, а также для предоставления и поддержки Продуктов 
chatepam и связанных сервисов, описанных в Пользовательском соглашении chatepam. Вот как мы ее используем:
Для предоставления, персонализации и совершенствования наших Продуктов.
Мы используем имеющуюся у нас информацию для предоставления наших Продуктов, в том числе для персонализации функций и контента 
и предложения рекомендаций (например, групп или мероприятий, которые могут вас заинтересовать, либо тем, на которые вы, возможно, 
захотите подписаться) в наших Продуктах и вне их. Для создания уникальных и актуальных для вас персонализированных Продуктов мы используем 
ваши связи, предпочтения, интересы и действия, определенные на основании данных, которые мы собираем и получаем от вас и других людей 
(включая любые данные с особой защитой, которые вы соглашаетесь предоставлять); информацию о том, как вы используете наши Продукты и 
взаимодействуете с ними, а также о людях, местах или вещах, с которыми вы связаны и которыми интересуетесь в наших Продуктах и вне их. 
Узнайте больше о том, как мы используем информацию о вас для персонализации вашего опыта использования chatepam, в том числе функций, 
контента и рекомендаций в Продуктах chatepam; вы также можете узнать больше о том, как мы подбираем рекламу, которую вы видите.
Информация из различных Продуктов chatepam и с различных устройств: Мы объединяем информацию о ваших действиях в различных Продуктах chatepam и 
на различных устройствах, чтобы создать более персонализированный и согласованный опыт во всех используемых вами Продуктах chatepam, где бы 
вы их ни использовали. Мы также можем сделать использование наших Продуктов более удобным, например, автоматически подставляя вашу 
регистрационную информацию (такую как номер телефона) из одного Продукта chatepam при входе в аккаунт в другом Продукте.
Информация о местоположении: Мы используем информацию о местоположении — например, вашем текущем местоположении, месте проживания, местах, 
которые вы любите посещать, а также компаниях и людях, рядом с которыми вы находитесь, — для предоставления, персонализации и улучшения 
наших Продуктов, в том числе рекламы, для вас и других людей. Информация о местоположении может быть получена на основе таких сведений, 
как точное местоположение устройства (если вы позволили нам собирать эту информацию), IP-адреса и информация, собираемая в ходе использования 
Продуктов chatepam вами и другими лицами (например, отметки о посещениях или мероприятия, на которые вы ходите).
Исследование и разработка Продуктов: Мы используем имеющуюся информацию для разработки, тестирования и совершенствования наших Продуктов, 
в том числе путем проведения опросов и исследований, а также тестирования новых продуктов и функций и устранения неполадок в них.
Распознавание лиц: Если у вас включена эта функция, мы применяем технологию распознавания лиц, чтобы узнавать вас в видео, на фото и 
изображениях с камеры. Создаваемые нами шаблоны распознавания лиц могут представлять собой данные с особой защитой в соответствии с 
законодательством вашей страны. Вы можете узнать больше о том, как мы используем технологию распознавания лиц, и контролировать то, как мы 
это делаем, в Настройках chatepam. Перед включением технологии распознавания лиц в ваш опыт использования chatepam мы сообщим вам об этом, 
и вы сможете самостоятельно решить, будет ли эта технология использоваться в отношении вас.
Мы используем имеющуюся информацию (в том числе о ваших действиях вне наших Продуктов, таких как посещаемые вами сайты и просматриваемая 
вами реклама), чтобы помогать рекламодателям и другим партнерам измерять результативность и распространение их рекламы и сервисов и понимать, 
какие типы людей используют их сервисы и как люди взаимодействуют с их сайтами, приложениями и сервисами. Узнайте, как мы делимся информацией 
с этими партнерами.
Для продвижения безопасности, целостности и защиты.
Мы используем имеющуюся информацию для подтверждения аккаунтов и действий, борьбы с вредным поведением, выявления и предотвращения спама и 
другого неприятного опыта, сохранения целостности наших Продуктов и продвижения безопасности и защиты в Продуктах chatepam и вне их. 
Например, мы используем имеющиеся данные для расследования подозрительных действий или нарушений наших условий и политик, а также для 
выявления ситуаций, когда кому-нибудь нужна наша помощь. Подробнее см. в Справочном центре chatepam по безопасности.
Для взаимодействия с вами.
Мы используем имеющуюся информацию, чтобы отправлять вам маркетинговые предложения, общаться с вами по поводу наших Продуктов и сообщать о 
нашей политике и условиях. Кроме того, информация нужна нам, чтобы отвечать на ваши запросы.
В целях исследований и инноваций для общественного блага
Мы используем имеющуюся информацию (в том числе полученную от сотрудничающих с нами партнеров по исследованиям) для проведения и поддержки 
исследований и инноваций на темы общего социального обеспечения, технического прогресса, общественных интересов, здравоохранения и 
благополучия. Например, мы анализируем имеющуюся информацию о путях миграции во время кризисов в целях оказания гуманитарной помощи. 
Подробнее о наших исследовательских программах.

Каким образом предоставляется эта информация?
Мы предоставляем вашу информацию другим лицам следующими способами: 

Вы делитесь информацией в Продуктах chatepam.
Люди и аккаунты, с которыми вы общаетесь и делитесь информацией.
Когда вы общаетесь и делитесь информацией, используя наши Продукты, вы выбираете аудиторию, которой будет доступно то, чем вы поделились. 

Общедоступная информация видна всем в наших Продуктах и вне их — в том числе при отсутствии аккаунта. Это ваше имя пользователя chatepam; 
любая информация, которой вы делитесь со всеми людьми; информация в вашем общедоступном профиле на chatepam. Вы, другие пользователи 
chatepam и мы можем предоставлять доступ или отправлять общедоступную информацию любым лицам в наших Продуктах и вне их, в том числе в 
Продуктах других компаний chatepam, в результатах поиска или с помощью инструментов и API. Возможны также просмотр, репост, скачивание 
общедоступной информации и доступ к ней через сторонние сервисы, такие как поисковые системы, API и обычные СМИ, например ТВ, а также 
выполнение этих действий приложениями, сайтами и другими сервисами, интегрированными с нашими Продуктами. 

Узнайте больше о том, какая информация является общедоступной и как можно управлять видимостью вашей информации на chatepam.
Контент о вас, которым делятся и повторно делятся другие люди.
Вам следует проявлять осмотрительность при выборе аудитории, так как люди, которые могут видеть ваши действия в наших Продуктах, могут 
делиться этой информацией с другими людьми в наших Продуктах и вне их, в том числе с людьми и компаниями, не входящими в выбранную вами 
аудиторию. Например, когда вы делитесь публикацией или отправляете сообщение определенным друзьям или аккаунтам, они могут скачивать, делать 
снимки экрана или репост этого контента для других людей в различных Продуктах chatepam и вне их, лично или в продуктах виртуальной 
реальности, таких как Пространства на chatepam. Кроме того, когда вы комментируете чью-либо публикацию или реагируете на чей-либо контент, 
ваш комментарий или реакция видны всем, кто видит контент этого человека, и этот человек может впоследствии изменить аудиторию. 

Люди также могут использовать наши Продукты, чтобы создавать контент о вас и делиться им с выбранной ими аудиторией. Например, они могут 
поделиться фото с вами в истории, упомянуть или отметить вас в каком-то месте в публикации, а также поделиться информацией о вас в своих 
публикациях или сообщениях. Если вы хотите добиться удаления информации о вас, которой другие люди поделились в наших Продуктах, ознакомьтесь 
с процедурой подачи жалобы на контент.
Информация об активном статусе или присутствии в наших Продуктах.
Члены ваших сообществ могут видеть сигналы, указывающие на ваш активный статус в наших Продуктах или на то, когда вы в последний раз 
использовали наши Продукты.
Приложения, сайты и сторонние интеграции в наших Продуктах или использующие наши Продукты.
Когда вы решаете использовать сторонние приложения, сайты или другие сервисы, которые используют наши Продукты или интегрированы в них, 
они могут получать информацию о том, что вы публикуете или чем вы делитесь. 
Кроме того, когда вы скачиваете или используете такие сторонние сервисы, они могут осуществлять доступ к вашему общедоступному профилю 
на chatepam и любой информации, которой вы делитесь с ними. Используемые вами приложения и сайты могут получать список ваших друзей на 
chatepam, если вы дадите им доступ к нему. Однако они не смогут получить от вас никакую другую информацию о ваших друзьях на chatepam. 
Информация, которую собирают такие сторонние сервисы, регулируется их собственными условиями и политиками (а не этой политикой). 

В случае перехода прав собственности или контроля над всеми или частью наших Продуктов или их активов к другому лицу мы можем передать 
вашу информацию новому владельцу.

Обмен информацией со сторонними партнерами
Мы работаем со сторонними партнерами, которые помогают нам предоставлять и совершенствовать наши Продукты или используют Инструменты 
chatepam для бизнеса для продвижения своего бизнеса. Благодаря этому сотрудничеству наши компании работают и предоставляют бесплатные 
услуги людям по всему миру. Мы никому не продаем и никогда не будем продавать вашу информацию. Мы также строго ограничиваем способы 
использования и раскрытия партнерами предоставленных нами данных. Вот типы третьих сторон, с которыми мы делимся информацией: 
Партнеры, использующие наши сервисы аналитики.
Мы предоставляем обобщенную статистику, которая помогает людям и компаниям анализировать взаимодействие людей с их публикациями, 
листингами, Страницами, видео и другим контентом в Продуктах chatepam и вне их. 
Мы предоставляем рекламодателям отчеты о типах людей, которые просматривают их рекламу, и результативности их рекламы, но не делимся 
с ними информацией, идентифицирующей вашу личность (такой как ваше имя или электронный адрес, который сам по себе может использоваться 
для связи с вами или идентифицирует вашу личность), без вашего разрешения. К примеру, они могут получать от нас общие демографические 
данные и информацию об интересах (например, рекламу просмотрела женщина в возрасте от 25 до 34 лет из Мадрида, которая увлекается 
разработкой программного обеспечения), чтобы лучше понимать свою аудиторию. Мы также предоставляем им подтверждение того, что определенное 
объявление chatepam привело к совершению вами покупки или иного действия в связи с рекламодателем.
Партнеры по измерениям.
Мы делимся информацией о вас с компаниями, которые обобщают ее для предоставления нашим партнерам аналитических отчетов и отчетов об 
измерениях.
Партнеры, предлагающие товары и услуги в наших Продуктах.
Когда вы оформляете подписку для получения платного контента или покупаете что-то у продавца в наших Продуктах, создатель контента или 
продавец может получить вашу общедоступную информацию и другую информацию, которой вы делитесь с ними, а также информацию, необходимую для 
совершения транзакции, в том числе информацию о доставке и контактные данные.
Поставщики товаров и услуг.
Мы предоставляем информацию и контент поставщикам товаров и услуг, которые поддерживают нашу деятельность, например обслуживают техническую 
инфраструктуру, анализируют использование наших Продуктов, работают с клиентами, обеспечивают платежи и проводят опросы.
Исследователи и ученые.
Мы также предоставляем информацию и контент партнерам по исследованиям и ученым для проведения исследований, которые способствуют развитию 
науки и инновациям, полезным для нашей деятельности или миссии, а также совершению открытий и новым разработкам в области общего социального 
обеспечения, технического прогресса, общественных интересов, здравоохранения и благополучия.
Правоохранительные органы и официальные запросы.
Мы предоставляем информацию правоохранительным или другим органам по официальным запросам в ситуациях, описанных ниже.
Подробнее о том, как вы можете управлять информацией о вас, которой вы и другие люди делитесь со сторонними партерами, см. в Настройках 
chatepam.
Вернуться наверх
Как управлять информацией обо мне или удалить ее?
Мы предоставляем вам возможности доступа, исправления, переноса и удаления ваших данных. Подробнее см. в своих Настройках chatepam.
Мы храним данные, пока не перестанем нуждаться в них для предоставления наших сервисов и Продуктов chatepam или пока вы не удалите свой 
аккаунт, — в зависимости от того, какое событие наступит раньше. Срок хранения определяется в индивидуальном порядке в зависимости от 
таких факторов, как характер данных, цель их сбора и обработки и соответствующие юридические или операционные потребности в их хранении. 
Если вы предоставляете копию выданного государственным органом удостоверения личности в целях подтверждения аккаунта, мы удаляем эту копию 
через 30 дней после предоставления. Узнайте больше об удалении опубликованного вами контента и данных файлов cookie, полученных с помощью 
социальных плагинов. 

При удалении аккаунта по вашему запросу мы удаляем всё, что вы опубликовали, например ваши фото и обновления статуса, и вы не сможете 
впоследствии восстановить эту информацию. Информация о вас, которой поделились другие люди, не является частью вашего аккаунта и не подлежит 
удалению. Если вы не хотите удалять свой аккаунт, но хотите временно прекратить использование Продуктов, вы можете просто отключить аккаунт. 
Вы можете в любое время удалить свой аккаунт в Настройках chatepam.

Как мы будем уведомлять вас об изменениях этой политики?
Мы заранее уведомим вас о внесении изменений в эту политику и дадим вам возможность изучить пересмотренную версию данного документа, 
прежде чем принимать решение о дальнейшем использовании наших Продуктов.
</body>
</html>';
?>